acpi
acpi_call
adobe-source-code-pro-fonts
alsa-utils
aria2
aspell-en
aspell-es
aspell-it
aurutils
autoconf
automake
baobab
bash
bat-cat-git
bc
bind-tools
binutils
bison
bluez-utils
bzip2
cheese
coreutils
cryptsetup
ctags
device-mapper
devtools
dhcpcd
diffutils
direnv
dmenu
docker
docker-compose
e2fsprogs
efibootmgr
emacs
eog
epiphany
evince
exo
expac
fakeroot
fd
feh
file
file-roller
filesystem
findutils
firefox
firefox-developer-edition
flat-remix-git
flex
garcon
gawk
gcc
gcc-libs
gconf
gdm
gedit
gettext
ghc
ghc-static
git
glibc
gnome-backgrounds
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-dictionary
gnome-disk-utility
gnome-documents
gnome-font-viewer
gnome-getting-started-docs
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-photos
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-todo
gnome-user-docs
gnome-user-share
gnome-video-effects
gnu-free-fonts
gnumeric
google-chrome-beta
graphviz
grep
grilo-plugins
grub
grub2-theme-archlinux
gtk-xfce-engine
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
heroku-cli-nightly
hlint
hub
hyperfine
i3-gaps
i3blocks
i3lock-color
i3status
i3status-rust-git
imagemagick
inetutils
intel-ucode
iproute2
iputils
iw
j4-dmenu-desktop-git
jfsutils
less
libfaketime
licenses
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lightdm-webkit2-greeter
linux
logrotate
lvm2
m4
make
man-db
man-pages
mariadb
mdadm
mousepad
mousetweaks
mutter
nano
nautilus
netctl
networkmanager
ngrok-beta
noto-fonts-emoji
ntp
nvm-git
orage
orca
pacman
pacman-contrib
parole
parted
patch
pciutils
perl
pkgconf
playerctl
postgresql-libs
powerline
powerline-fonts
procps-ng
psmisc
python-pyaml
reiserfsprogs
repose
ripgrep
ristretto
rofi-calc
rygel
s-nail
sed
shadow
shellcheck
simple-scan
solarized-dark-themes
spotify
sudo
sushi
sway
sysfsutils
systemd-sysvcompat
tar
termite
texinfo
the_silver_searcher
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tlp
totem
tpacpi-bat-git
tracker
tracker-miners
tree
ttf-arphic-uming
ttf-dejavu
ttf-droid
ttf-font-awesome-4
ttf-font-icons
ttf-inconsolata
ttf-indic-otf
ttf-iosevka
ttf-iosevka-term
ttf-liberation
ttf-mac-fonts
ttf-roboto
ttf-ubuntu-font-family
tumbler
usbutils
util-linux
vi
vifm
vim
vino
visual-studio-code-bin
wget
which
wicd
wicd-gtk
wpa_supplicant
xautolock
xdg-user-dirs-gtk
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-volumed-pulse
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xorg-xdpyinfo
xorg-xev
xorg-xrandr
xorg-xset
yarn
yay
yelp
zsh
